Repository: HornyPony/EventsAttendance
Catalog: lib/l10n/intl_*.arb
Languages: ru

source: Events
ru: Мероприятия

source: Profile
ru: Профиль

# app_title
source: Events Attendance
ru: Посещение мероприятий

# auth_email
source: BlackBoard Login
ru: BlackBoard логин

# auth_password
source: BlackBoard Password
ru: BlackBoard пароль

source: Sign In
ru: Войти

# search_events_hint_text
source: Search by name, place or date
ru: Поиск по названию, месту или дате мероприятия

# auth_error
source: Username or password entered incorrectly
ru: Логин или пароль введены неверно

# user_location
source: You are here:
ru: Вы находитесь здесь:

# event_distance
source: Distance to the event:
ru: Расстояние до мероприятия:

# meter_short
source: m
ru: м

# mark_visit
source: Marking of arrival
ru: Отметка о приходе

# mark_leave
source: Marking of leaving
ru: Отметка об уходе

# long_distance
source: You are far away from the event
ru: Вы находитесь далеко от мероприятия

source: Wait
ru: Подождите еще

# user_visit
source: I'm here
ru: Я пришел

# user_leave
source: I'm leaving
ru: Я ухожу

# user_leave_early
source: You leave earlier by:
ru: Вы уходите раньше на:

# user_leave_late
source: You were delayed by:
ru: Вы задержались на:

# user_visit_early
source: Before the event:
ru: До начала мероприятия:

# user_visit_late
source: You're late for:
ru: Вы опоздали на:

# days_short
source: d.
ru: дн.

# hours_short
source: h.
ru: ч.

# minutes_short
source: min.
ru: мин.

# mark_attendance
source: Check in
ru: Отметиться

# event_attended
source: Thank you for visiting!
ru: Спасибо, что посетили!

# event_attended_but_not_at_start
source: Thanks! You didn't check in at the beginning
ru: Спасибо! Вы не отметились в начале

# check_in_from_ur_device
source: Check in from your device
ru: Отмечайтесь со своего устройства

source: change
ru: изменить

# rebind_after
source: You can change the device after:
ru: Сможете изменить устройство через:

# user_device
source: Your device
ru: Ваше устройство

# group_short
source: gr.
ru: гр.
